tap "homebrew/bundle"
tap "homebrew/services"
tap "buo/cask-upgrade" # brew cu -a
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "docker"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "go-jsonnet"
brew "helm"
brew "hey"
brew "ipcalc"
brew "jq"
brew "jsonnet-bundler"
brew "k6"
brew "kind"
brew "ko"
brew "kubernetes-cli"
brew "kustomize"
brew "mimirtool"
brew "mise"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neovim"
brew "pipenv"
brew "ripgrep"
brew "rustup"
brew "skaffold"
brew "sops"
brew "stow"
brew "tanka"
brew "terraform-docs"
brew "tmux"
brew "watch"
brew "yq"
cask "1password"
cask "chromium"
cask "discord"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
# cask "google-chrome"
cask "keybase"
cask "loom"
cask "mongodb-compass"
cask "postman"
cask "slack"
cask "spotify"
cask "zoom"
