tap "buo/cask-upgrade" # brew cu -a
brew "awscli"
brew "azure-cli"
brew "context7-mcp"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "fzf"
brew "helm"
# brew "jj"
brew "kcat"
brew "mise"
brew "mongosh"
brew "neovim"
brew "oxfmt"
brew "oxlint"
# brew "ollama"
brew "playwright-cli"
brew "playwright-mcp"
brew "prek"
brew "pure"
brew "skaffold"
brew "stow"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "discord"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gcloud-cli"
cask "granola"
cask "loom"
cask "mongodb-compass"
cask "slack"
cask "spotify"
cask "microsoft-teams"
# cask "visual-studio-code"
cask "wispr-flow"
cask "zoom"
# vscode "ms-vscode-remote.remote-containers"
