tap "buo/cask-upgrade" # brew cu -a
brew "argocd"
brew "awscli"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "context7-mcp"
brew "dive"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go-jsonnet"
brew "gradle"
brew "helm"
brew "oha"
brew "ipcalc"
# brew "jj"
brew "jq"
brew "jsonnet-bundler"
brew "k6"
brew "kcat"
brew "kind"
brew "ko"
brew "kubernetes-cli"
brew "kustomize"
brew "logcli"
brew "mimirtool"
brew "mise"
brew "mkcert"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neovim"
brew "oxfmt"
brew "oxlint"
# brew "ollama"
brew "playwright-cli"
brew "playwright-mcp"
brew "prek"
brew "pure"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sops"
brew "stow"
brew "tanka"
brew "terraform-docs"
brew "tmux"
brew "uv"
brew "watch"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "discord"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gcloud-cli"
cask "granola"
cask "loom"
cask "mongodb-compass"
cask "slack"
cask "spotify"
cask "microsoft-teams"
# cask "visual-studio-code"
cask "wispr-flow"
cask "zoom"
# vscode "ms-vscode-remote.remote-containers"
