tap "buo/cask-upgrade" # brew cu -a
brew "argocd"
brew "awscli"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bat"
brew "btop"
brew "docker-credential-helper-ecr"
brew "duckdb"
brew "exercism"
brew "fd"
brew "fzf"
# brew "gh"
brew "ghostscript"
brew "gnupg"
brew "go-jsonnet"
brew "gradle"
brew "helm"
brew "oha"
brew "ipcalc"
brew "jj"
brew "jq"
brew "jsonnet-bundler"
brew "k6"
brew "kind"
brew "ko"
brew "kubernetes-cli"
brew "kustomize"
brew "libpng"
brew "libpq"
brew "libspng"
brew "libimagequant"
brew "logcli"
brew "mimirtool"
brew "mise"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neovim"
brew "optipng"
# trying uv
# brew "pipenv"
brew "pngquant"
brew "pure"
# trying uv
# brew "pyenv"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sops"
brew "stow"
brew "tanka"
brew "terraform-docs"
brew "tmux"
brew "uv"
brew "watch"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "granola"
# cask "keybase"
cask "loom"
cask "mongodb-compass"
# cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
vscode "ms-vscode-remote.remote-containers"
